<?php
//////////////////////////////////
// Параметры доступа к БД mysql //
//////////////////////////////////

$dbserver   = "127.0.0.1";      // адрес сервера mysql
$dbname     = "test";           // название базы данных
$dbuser     = "test";           // имя пользователя mysql
$dbpassword = "test";           // пароль пользователя mysql
$dbcharset  = "utf8mb4";        // кодировка БД по умолчанию

//////////////////////////////////
//////// Общие настройки /////////
//////////////////////////////////
$appName = '他看了使用说明 DEMO 他看了使用说明'; // Название приложения
$appTitle = 'DEMO';                          // Заголовок приложения